Revit 2027 API
SymbolTypeId.EuroSuffix Property
 Symbol €, indicating unit Currency.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId EuroSuffix { get; }
Public Shared ReadOnly Property EuroSuffix As ForgeTypeId
	Get
public:
static property ForgeTypeId^ EuroSuffix {
	ForgeTypeId^ get ();
}
static member EuroSuffix : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace